Repository: arkadeleon/ragnarok-offline
Catalog: RagnarokOffline/Resources/CharacterSimulator.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, th, tr, zh_hans, zh_hant

source: Action
de: Aktion
es: Acción
id: Aksi
it: Azione
ja: アクション
ko: 동작
pt_br: Ação
ru: Действие
th: การกระทำ
tr: Eylem
zh_hans: 动作
zh_hant: 動作

source: Character Simulator
de: Charaktersimulator
es: Simulador de Personaje
fr: Simulateur de Personnage
id: Simulator Karakter
it: Simulatore Personaggio
ja: キャラクターシミュレーター
ko: 캐릭터 시뮬레이터
pt_br: Simulador de Personagem
ru: Симулятор Персонажа
th: จำลองตัวละคร
tr: Karakter Simülatörü
zh_hans: 角色模拟器
zh_hant: 角色模擬器

source: Clothes Color
de: Kleiderfarbe
es: Color de Ropa
fr: Couleur de Vêtements
id: Warna Pakaian
it: Colore Abiti
ja: 服の色
ko: 옷 색상
pt_br: Cor da Roupa
ru: Цвет Одежды
th: สีเสื้อผ้า
tr: Kıyafet Rengi
zh_hans: 服装颜色
zh_hant: 服裝顏色

source: Default
de: Standard
es: Predeterminado
fr: Défaut
id: Bawaan
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
zh_hans: 默认
zh_hant: 預設

source: Garment
de: Gewand
es: Manto
fr: Manteau
id: Jubah
it: Mantello
ja: ガーメント
ko: 가먼트
pt_br: Manto
ru: Плащ
th: เสื้อคลุม
tr: Pelerin
zh_hans: 披风
zh_hant: 披風

source: Gender
de: Geschlecht
es: Género
fr: Genre
id: Jenis Kelamin
it: Sesso
ja: 性別
ko: 성별
pt_br: Gênero
ru: Пол
th: เพศ
tr: Cinsiyet
zh_hans: 性别
zh_hant: 性別

source: Hair Color
de: Haarfarbe
es: Color de Cabello
fr: Couleur de Cheveux
id: Warna Rambut
it: Colore Capelli
ja: 髪の色
ko: 머리 색상
pt_br: Cor do Cabelo
ru: Цвет Волос
th: สีผม
tr: Saç Rengi
zh_hans: 发色
zh_hant: 髮色

source: Hair Style
de: Frisur
es: Estilo de Cabello
fr: Coiffure
id: Gaya Rambut
it: Stile Capelli
ja: 髪型
ko: 헤어 스타일
pt_br: Estilo de Cabelo
ru: Стиль Волос
th: ทรงผม
tr: Saç Stili
zh_hans: 发型
zh_hant: 髮型

source: Head Bottom
de: Kopf Unten
es: Cabeza Inferior
fr: Tête Bas
id: Kepala Bawah
it: Testa Basso
ja: 頭下段
ko: 머리 하단
pt_br: Cabeça Inferior
ru: Нижний Головной Убор
th: หัวล่าง
tr: Alt Kafa
zh_hans: 下部头饰
zh_hant: 下部頭飾

source: Head Direction
de: Kopfrichtung
es: Dirección de Cabeza
fr: Direction de la Tête
id: Arah Kepala
it: Direzione Testa
ja: 頭の向き
ko: 머리 방향
pt_br: Direção da Cabeça
ru: Направление Головы
th: ทิศทางหัว
tr: Kafa Yönü
zh_hans: 头部朝向
zh_hant: 頭部朝向

source: Head Mid
de: Kopf Mitte
es: Cabeza Media
fr: Tête Milieu
id: Kepala Tengah
it: Testa Medio
ja: 頭中段
ko: 머리 중단
pt_br: Cabeça Média
ru: Средний Головной Убор
th: หัวกลาง
tr: Orta Kafa
zh_hans: 中部头饰
zh_hant: 中部頭飾

source: Head Top
de: Kopf Oben
es: Cabeza Superior
fr: Tête Haut
id: Kepala Atas
it: Testa Alto
ja: 頭上段
ko: 머리 상단
pt_br: Cabeça Superior
ru: Верхний Головной Убор
th: หัวบน
tr: Üst Kafa
zh_hans: 上部头饰
zh_hant: 上部頭飾

source: None
de: Kein
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
zh_hans: 无
zh_hant: 無

source: Job
es: Clase
fr: Classe
it: Classe
ja: ジョブ
ko: 직업
pt_br: Classe
ru: Профессия
th: อาชีพ
tr: Sınıf
zh_hans: 职业
zh_hant: 職業
